Revit 2027 API
ParameterTypeId.RoomTagOrientationParam Property
 "Orientation"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RoomTagOrientationParam { get; }
Public Shared ReadOnly Property RoomTagOrientationParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RoomTagOrientationParam {
	ForgeTypeId^ get ();
}
static member RoomTagOrientationParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace